Repository: erasureprotocol/world-of-tomorrow
Catalog: src/locales/*/messages.po
Languages: es, zh, zh_hant

source: <0>Erasure’s protocol</0> can be used to create a browser-extension that hides all tweets, Reddit posts and emails that aren’t staked with a nominal amount of currency. Spam and bot armies would suddenly become prohibitively expensive.
es: <0>El protocolo Erasure</0> se puede usar para crear una extensión de navegador que oculte todos los tweets, posts de Reddit y emails que no estén respaldados (staked) con una determinada cantidad de dinero. El Spam y los ejércitos de bots pasarán a ser, de repente, prohibitivamente caros.
zh: <0>Erasure协议</0>可用于创建浏览器扩展，来屏蔽所有未用名义货币下注的推文， Reddit帖子和电子邮件。垃圾邮件和漫游器军队会突然变得成本高昂而令不法分子望而却步。
zh_hant: <0>Erasure協議</0> 可以開發這樣一個流覽器擴展，它能夠自動隱藏所有沒有資金抵押的網路資訊（抵押數目可以僅僅是象徵性的），例如推特發文或者Reddit 發文，甚至可以對電子郵件地址進行過濾。這樣的話，垃圾郵件、網路水軍或者大量的惡意腳本機器人的運作成本會大大提高，從而令不法分子望而卻步。

source: <0>Punish</0> bad dates_
es: <0>Penaliza</0> las malas citas_
zh: <0>安心</0>赴往陌生约会
zh_hant: <0>安心</0>赴往陌生約會

source: A Way To Be <0>Believed_</0>
es: Una Forma De Ser <0>Creido_</0>
zh: Staking使得<0>信任</0>成为可能
zh_hant: Staking使得<0>信任</0>成為可能

source: A new staking protocol
es: Un nuevo protocolo de staking
zh: 一个新的Staking协议
zh_hant: 一個新的Staking協議

source: But what if you were able to attach a small amount of money to your online interactions, and the person you were interacting with was, for a period of time, allowed to destroy your staked money? A stranger might now be more willing to pay attention and trust you, because you have skin in the game.
es: Pero, ¿Y si fueras capaz de adjuntar una pequeña suma de dinero a tus interacciones en linea, y la persona con la que estuviese interactuando pudiese, por un periodo de tiempo, destruir tu dinero staked? Un extraño estaría ahora más dispuesto a prestarte atención y confiar en ti, porque tienes skin in the game.
zh: 设想一下，你在提供每个消息的时候都必须附上少量的资金抵押（staking），而资讯的接收方在一定时间内如果不满意，他能够做出操作，将你的抵押清零。如此简单易懂的抵押机制，能大大提高网上消息的可信度，即便是陌生人也可以互相信任。
zh_hant: 設想一下，你在提供每個消息的時候都必須附上少量的資金抵押（staking），而資訊的接收方在一定時間內如果不滿意，他能夠做出操作，將你的抵押清零。如此簡單易懂的抵押機制，能大大提高網上消息的可信度，即便是陌生人也可以互相信任。

source: Buying information has traditionally been difficult because you can only judge its quality once you have paid for and received it. This has meant only buying information from trusted sources with a good reputation. This excludes the long tail of people around the world who have valuable insights but no way to be believed.
es: Comprar información ha sido tradicionalmente difícil porque sólo se puede juzgar su calidad una vez que la has pagado y recibido. Esto ha supuesto que sólo se compre información a fuentes fiables y con una buena reputación. Esto excluye a una gran cantidad de gente en el mundo que posee valiosos conocimientos pero no tiene forma de ser creída.
zh: 一直以来，想安全地购买到有效资讯并不是一件容易的事情：买家必须先付费，才能收到资讯，然后才能判断所得资讯的品质。所以一般买家只能去买那些有可靠声誉的卖家所提供的资讯，而这导致世界上很多持有有价值资讯但无法取信于人的潜在卖家被拒绝在市场之外
zh_hant: 一直以來，想安全地購買到有效資訊並不是一件容易的事情：買家必須先付費，才能收到資訊，然後才能判斷所得資訊的品質。所以一般買家只能去買那些有可靠聲譽的賣家所提供的資訊，而這導致世界上很多持有有價值資訊但無法取信於人的潛在賣家被拒絕在市場之外。

source: Erasure is a live protocol on the Ethereum blockchain that allows this staking mechanism to be adopted across the web. Initially developed to crowdsource intelligence for the Numerai hedge fund, it is now open to be used for any platform. <0>Creating instant trust with perfect strangers opens a surprising array of new possibilities…</0>
es: Erasure es un protocolo que vive en la cadena de bloques Ethereum y que permite que este mecanismo de staking se adopte en toda la web. Inicialmente desarrollado para recabar inteligencia para el hedge fund de Numerai, ahora está abierto y puede ser usado por cualquier plataforma. <0>Crear confianza instantánea con perfectos desconocidos abre una sorprendente lista de nuevas posibilidades…</0>
zh: Erasure使用以太坊(Ethereum)区块链上的协议和加密货币，使得这样的资金抵押（staking）可以在区块链上实现。最初，Erasure是美国的Numerai公司为建立一个供多人合作参与的对冲基金的大平台而设计产生的，而现在可以推广到各个平台上。 <0>如果你能够信任一个完全陌生人提供的资讯，互联网能带来什么全新的契机?</0>
zh_hant: Erasure 使用Ethereum 即『以太坊』區塊鏈上的協議和加密貨幣，使得這樣的資金抵押（staking）可以在區塊鏈上實現。最初，Erasure 是美國的Numerai 公司為建立一個供多人合作參與的對沖基金的大平臺而設計產生的，而現在可以推廣到各個科技平臺上。<0>如果你能夠信任一個完全陌生人提供的資訊，互聯網能帶來什麼全新的契機?</0>

source: Erasure lets you settle disputes without a middle man. It is handled completely between you and your counterparty.
es: Erasure te permite resolver disputas sin un intermediario. Se gestiona completamente entre tu contraparte y tú.
zh: Erasure 让您无需第三方，而完全交由您和您的交易对手来解决争端。
zh_hant: Erasure 讓您無需第三方，而完全交由您和您的交易對手來解決爭端。

source: In the real world, producing anything has a cost. This is not true on the Internet, where contributing information and commentary is completely free. This has been great for bootstrapping and giving billions of people a platform.
es: En el mundo real, producir cualquier cosa tiene un coste. Esto no es cierto en Internet, donde contribuir con información y comentarios es completamente gratis. Esto ha sido genial para compartir y dar a billones de personas una plataforma.
zh: 在现实世界中生产提供任何东西都需要付出代价，而在互联网上发布评论消息却是完全免费的。这给全球数十亿的人们提供了建立共用资讯平台的机会。
zh_hant: 在現實世界中生產提供任何東西都需要付出代價，而在因特網上發佈評論消息卻是完全免費的。這給全球數十億的人們提供了自主建立的共用資訊平臺。

source: Like x-ray goggles for the Internet, Erasure can cut through the noise by only showing you what people have staked currency on.
es: Como gafas de rayos x para Internet, Erasure puede deshacerse del ruido con sólo mostrarte aquello en lo que la gente ha hecho staking de dinero.
zh: 就像专门为互联网准备的AR眼镜一样，Erasure 能够自动过滤掉网上的“噪音”，只提供给你有资金抵押过的有效资讯。
zh_hant: 就像『因特網的AR 眼鏡』一樣，Erasure 能夠自動過濾掉網上的『噪音』，只提供給你有資金抵押過的有效資訊。

source: Making a Twitter account doesn't cost anything. Nor does making ten thousand. The growing number of bots and trolls online are making important public conversations difficult.
es: Hacer una cuenta de Twitter no cuesta nada. Y tampoco hacer diez mil. El creciente número de bots y trolls está dificultando importantes conversaciones públicas.
zh: 创建一个推特帐号并没有什么成本，就算创建成百上千个这样的帐号也不需要什么成本。如此众多的帐号里，僵尸粉、脚本机器人和喷子占了相当多的数量，这使得在网上进行正常的谈话交流反而变得不容易。
zh_hant: 創建一個推特帳號並沒有什麼成本，就算創建成百上千個這樣的帳號也不需要什麼成本。如此眾多的帳號裏，殭屍粉、腳本機器人和無厘頭噴子占了相當多的數量，這使得在網上正常的談話交流反而變得不容易。

source: Now imagine if information sources staked their offering: a buyer can then punish the source if they do not like what was delivered. Like this, information can be trusted from the individuals who do not have track records or wish to stay anonymous. <0>Erasure is being used for this right now:</0>
es: Ahora imagina si las fuentes de información hace staking en sus ofertas: un comprador puede entonces castigar a la fuente si no le gusta lo que se le ha entregado. Así, se puede confiar en la información de individuos que no posean una reputación o deseen permanecer en el anonimato. <0>Erasure se está usando para esto ahora mismo:</0>
zh: 想像一下，如果每项资讯的来源都有对应的资金抵押，而买家有权对低质量情报发布者的抵押做出惩罚。那么卖家就不需要声誉或者关系作保证，甚至可以完全匿名地出售资讯。 <0>基于这点，目前Numerai 公司正将Erasure 运用在这些应用中：</0>
zh_hant: 想像一下，如果每項資訊的來源都有對應的資金抵押，而買家有權對低質量情報發佈者的抵押做出懲罰。那麼賣家就不需要聲譽或者關係作保證，甚至可以完全匿名地出售資訊。<0>基於這點，目前Numerai 公司正將Erasure 運用在這些專案：</0>

source: Numerai currently uses staking on Erasure to filter contributing data scientists’ predictions.
es: Numerai está actualmente usando el staking en Erasure para filtrar las predicciones de los científicos de datos.
zh: 这跟Numerai 公司利用抵押资金过滤处理那些由匿名数据科学家上传的预测数据的道理是一样的。
zh_hant: 這跟Numerai 公司利用抵押資金過濾處理那些由匿名數據科學家上傳的預測數據的道理是一樣的。

source: Only see <0/>what’s <1>real_</1>
es: Sólo ve <0/>lo que es <1>real_</1>
zh: 所见之物皆<0/><1>真实可信</1>
zh_hant: 所見之物皆<0/><1>真實可信</1>

source: So much <0>more_</0>
es: Mucho <0>más_</0>
zh: Erasure 世界的<0>更多可能</0>
zh_hant: Erasure 世界的<0>美好遠景</0>

source: Summon intelligence<0/><1>out of thin air_</1>
es: Extrae inteligencia<0/><1>de la nada</1>
zh: 匿名信息<0/><1>也能加入市场</1>
zh_hant: 匿名信息<0/><1>也能加入市場</1>

source: The instant trust earned by staking enables transacting with a much broader set of people. More people would accommodate a couch surfer who staked money for the duration of her stay. More people would accept a staked meeting request from a stranger. More people would host events if attendees staked their attendance. More people would pick up cold calls if they were staked.
es: La confianza instantánea conseguida con el staking hace posible comerciar con un conjunto mucho más amplio de gente. Más gente acogería en su sofá a un surfero con dinero staked por la duración de su estancia. Más gente aceptaría una (staked) petición de cita con un extraño. Más gente organizaría eventos si los asistentes hiciesen staking en su asistencia. Más gente atendería llamadas frías si estuviesen staked.
zh: 同样地，由资金抵押所产生的'即时信用'可以用在更广泛的人群上。如果一个沙发旅行者在住宿期间提供押金，会有更多的人愿意接纳他。越来越多的人会接受陌生人提出的有质押担保的见面要求。如果与会者为他们的出席质押，会有更多的人举办活动。如果陌生来电有质押，人们更愿意接听。
zh_hant: 同樣地，由資金抵押所產生的『即時信用』可以用在更廣泛的人群上。如果一個沙發旅行者在住宿期間提供押金，會有更多的人願意接納他。越來越多的人會接受陌生人提出的有質押擔保的見面要求。如果與會者為他們的出席質押，會有更多的人舉辦活動。如果陌生來電有質押，人們更願意接聽。

source: Unfortunately many online services suffer because of this zero barrier to participation; there is no cost to misbehaviour like false information, spam, trolling and bot armies which cost only a click.
es: Desafortunadamente muchos servicios online sufren debido a esta falta de barrera a la participación; no hay coste para el mal comportamiento como falsa información, spam, trolls y ejércitos de bots que cuestan un sólo click.
zh: 然而与此同时这种零成本的参与方式也带来了无数的垃圾邮件，诈骗广告，假新闻，恶意脚本机器人等等。作假几乎没有任何成本，只需简单地敲击键盘，这使很多人不敢轻信网上的信息。
zh_hant: 然而與此同時這種零成本的參與方式也帶來了無數的垃圾郵件，詐騙廣告，假新聞，惡意腳本機器人等等。作假幾乎沒有什麼成本，只需要簡單地敲擊鍵盤，這使很多人不敢輕信網上的資訊。

source: We won’t reach this world of the future alone. Join us in making it.
es: No alcanzaremos este mundo del futuro solos. Unete a nosotros para hacerlo

source: What about using stakes to enforce promises? Imagine an app that allows a man to stake on a date. For 24 hours she has the power to indiscriminately slash the money he has put down, so she’s more likely to believe him when he promises to be a gentleman. This app can be made with Erasure.
es: ¿Y si usamos stakes para asegurar promesas? Imagina una app que permita a un hombre hacer stake en una cita. Durante 24 horas ella tiene el poder de eliminar indiscriminadamente el dinero que él ha comprometido, de manera que ella tendrá más razones para creerle cuando promete ser un caballero. Esta app puede ser desarrollada con Erasure.
zh: 你能否想像资金抵押可以用在约会上？比如我们可以用Erasure 做一个这样的APP：男士可以在约会前做资金抵押，而女士有权在约会的24 小时之内无条件对抵押的资金实施惩罚。那么在约会的时候，女士就更能相信男方会恪守礼节，而有资金抵押的男士也相对更容易约到心仪的对象。
zh_hant: 你能否想像資金抵押可以用在約會上？比如我們可以用Erasure 做一個這樣的APP：男士可以在約會前做資金抵押，而女士有權在約會的24 小時之內無條件對抵押的資金實施懲罰。那麼在約會的時候，女士就更能相信男方會恪守禮節，而有資金抵押的男士也相對更容易約到心儀的對象。

source: a hedge fund that trades equities based on an aggregation of thousands of predictions made by a global network of competing data scientists. Because each user stakes on their predictions and inaccurate predictions have their stakes destroyed, Numerai can gauge the confidence of the anonymous competitors.
es: un hedge fund que comercia con acciones en base a la agregación de miles de predicciones hechas por una red global de científicos de datos en competencia. Debido a que cada usuario hace staking en sus predicciones y las predicciones imprecisas dan lugar a la destrucción del dinero staked, Numerai puede medir la confianza de los competidores anónimos.
zh: 一个对冲基金，首先，由我们提供加密的原始数据，然后把全世界各地匿名参与应用的数据科学家提交的上千组股价预测进行合并分析处理，做出统一的买卖操作。每位匿名数据科学家可以对其预测做出资金抵押。如果预测成功，则会得到按照其抵押对应比例的奖励，如果预测失效，则抵押的虚拟货币会受到相应比例的销毁惩罚。这样的机制下，Numerai 公司能根据抵押金额的大小判断其所提交匿名预测的可信度。
zh_hant: 一個對沖基金，首先，由我們提供加密的原始數據，然後把全世界各地匿名參與專案的數據科學家提交的上千組股價預測進行合併分析處理，做出統一的買賣操作。每位匿名數據科學家可以對其預測做出資金抵押。如果預測成功，則會得到按照其抵押對應比例的獎勵，如果預測失效，則抵押的虛擬貨幣會受到相應比例的銷毀懲罰。這樣的機制下，Numerai 公司能根據抵押金額的大小判斷其所提交匿名預測的可信度。

source: a new marketplace for sourcing any kind of information. Make requests for information like predictions, secrets, whistleblowers, recommendations and require that fulfillers place a stake. Try it today.
es: un nuevo mercado para dar salida a cualquier tipo de información. Haz peticiones de información como predicciones, secretos, chivatazos, o recomendaciones, y requiere que los proveedores hagan un stake. Pruébalo hoy.
zh: 一个简单易用的去中心信息市场。你可以在这个市场上发布信息需求， 例如预测数据，机密资讯，内幕消息或者建议意见等，而你也可以要求提供资讯的人做资金抵押。现在就来试试吧！
zh_hant: 一個簡單易用的去中心情報市場。你可以在這個市場上發佈情報需求， 例如預測數據，機密資訊，內幕消息或者建議意見等，而你也可以要求提供資訊的人做資金抵押。現在就來試試吧！

source: an ongoing tournament to gather Russell 3000 stock predictions. All predictions are staked, and are burned according to accuracy. Rewards paid are proportional to the stake.
es: un torneo en marcha para recopilar predicciones sobre las acciones del Russell 3000. Todas las predicciones sujetas a staking, y quemadas de acuerdo a su precisión. Las recompensas pagadas son proporcionales al stake.
zh: 一个现在进行的竞赛，收集罗素3000 的股票价格预测。与Numerai 对冲基金的区别是，我们不提供数据，用户需要自行收集。但是同样地所有预测都有对应的资金抵押，我们会根据预测的准确性进行奖惩。
zh_hant: 一個現在進行的競賽，收集羅素3000 的股票價格預測。與Numerai 對沖基金的區別是，我們不提供數據，用戶需要自行收集。但是同樣地所有預測都有對應的資金抵押，我們會根據預測的準確性進行獎懲。

source: powered by NMR
es: impulsado por NMR
zh: 由NMR开发并支持
zh_hant: 由NMR開發並支持

source: “Erasure solves the problem of bad information online. What would Reddit look like if users had something real to lose for every post, would troll farms be able to manipulate it as easily? What if you could burn a publication’s stake for promoting fake news, or an advertiser for misleading consumers? Can Erasure help manage the threat of deep-fakes? It may be that the only way to distinguish good from bad information online may come down to how much value its creator stakes behind it. That’s the vision of this protocol.”
es: “Erasure resuelve el problema de la mala información en linea. ¿Cómo sería Reddit si los usuarios tuviesen algo real que perder con cada post? ¿Serían las granjas de trolls capaces de manipularlo tan fácilmente? ¿Qué sucedería si pudiese quemar el stake en una publicación por difundir noticias falsas, o a un anunciante por engañar a los consumidores? ¿Puede Erasure ayudar a manejar la amenaza de los deep-fakes? ¿Quizá la única forma de distinguir entre buena y mala información en línea se reduzca al valor que su creador ha puesto en stake. Esa es la visión del protocolo.”
