{
  "A new staking protocol": {
    "origin": [
      [
        "src/App.js",
        100
      ]
    ]
  },
  "powered by NMR": {
    "origin": [
      [
        "src/App.js",
        103
      ]
    ]
  },
  "A Way To Be <0>Believed_</0>": {
    "origin": [
      [
        "src/App.js",
        111
      ]
    ]
  },
  "In the real world, producing anything has a cost. This is not true on the Internet, where contributing information and commentary is completely free. This has been great for bootstrapping and giving billions of people a platform.": {
    "origin": [
      [
        "src/App.js",
        116
      ]
    ]
  },
  "Unfortunately many online services suffer because of this zero barrier to participation; there is no cost to misbehaviour like false information, spam, trolling and bot armies which cost only a click.": {
    "origin": [
      [
        "src/App.js",
        125
      ]
    ]
  },
  "But what if you were able to attach a small amount of money to your online interactions, and the person you were interacting with was, for a period of time, allowed to destroy your staked money? A stranger might now be more willing to pay attention and trust you, because you have skin in the game.": {
    "origin": [
      [
        "src/App.js",
        133
      ]
    ]
  },
  "Erasure is a live protocol on the Ethereum blockchain that allows this staking mechanism to be adopted across the web. Initially developed to crowdsource intelligence for the Numerai hedge fund, it is now open to be used for any platform. <0>Creating instant trust with perfect strangers opens a surprising array of new possibilities…</0>": {
    "origin": [
      [
        "src/App.js",
        144
      ]
    ]
  },
  "Summon intelligence<0/><1>out of thin air_</1>": {
    "origin": [
      [
        "src/App.js",
        163
      ]
    ]
  },
  "Buying information has traditionally been difficult because you can only judge its quality once you have paid for and received it. This has meant only buying information from trusted sources with a good reputation. This excludes the long tail of people around the world who have valuable insights but no way to be believed.": {
    "origin": [
      [
        "src/App.js",
        176
      ]
    ]
  },
  "Now imagine if information sources staked their offering: a buyer can then punish the source if they do not like what was delivered. Like this, information can be trusted from the individuals who do not have track records or wish to stay anonymous. <0>Erasure is being used for this right now:</0>": {
    "origin": [
      [
        "src/App.js",
        186
      ]
    ]
  },
  "a hedge fund that trades equities based on an aggregation of thousands of predictions made by a global network of competing data scientists. Because each user stakes on their predictions and inaccurate predictions have their stakes destroyed, Numerai can gauge the confidence of the anonymous competitors.": {
    "origin": [
      [
        "src/App.js",
        203
      ]
    ]
  },
  "a new marketplace for sourcing any kind of information. Make requests for information like predictions, secrets, whistleblowers, recommendations and require that fulfillers place a stake. Try it today.": {
    "origin": [
      [
        "src/App.js",
        218
      ]
    ]
  },
  "an ongoing tournament to gather Russell 3000 stock predictions. All predictions are staked, and are burned according to accuracy. Rewards paid are proportional to the stake.": {
    "origin": [
      [
        "src/App.js",
        231
      ]
    ]
  },
  "Only see <0/>what’s <1>real_</1>": {
    "origin": [
      [
        "src/App.js",
        252
      ]
    ]
  },
  "Making a Twitter account doesn't cost anything. Nor does making ten thousand. The growing number of bots and trolls online are making important public conversations difficult.": {
    "origin": [
      [
        "src/App.js",
        258
      ]
    ]
  },
  "<0>Erasure’s protocol</0> can be used to create a browser-extension that hides all tweets, Reddit posts and emails that aren’t staked with a nominal amount of currency. Spam and bot armies would suddenly become prohibitively expensive.": {
    "origin": [
      [
        "src/App.js",
        266
      ]
    ]
  },
  "Like x-ray goggles for the Internet, Erasure can cut through the noise by only showing you what people have staked currency on.": {
    "origin": [
      [
        "src/App.js",
        281
      ]
    ]
  },
  "Numerai currently uses staking on Erasure to filter contributing data scientists’ predictions.": {
    "origin": [
      [
        "src/App.js",
        289
      ]
    ]
  },
  "<0>Punish</0> bad dates_": {
    "origin": [
      [
        "src/App.js",
        301
      ]
    ]
  },
  "What about using stakes to enforce promises? Imagine an app that allows a man to stake on a date. For 24 hours she has the power to indiscriminately slash the money he has put down, so she’s more likely to believe him when he promises to be a gentleman. This app can be made with Erasure.": {
    "origin": [
      [
        "src/App.js",
        312
      ]
    ]
  },
  "The instant trust earned by staking enables transacting with a much broader set of people. More people would accommodate a couch surfer who staked money for the duration of her stay. More people would accept a staked meeting request from a stranger. More people would host events if attendees staked their attendance. More people would pick up cold calls if they were staked.": {
    "origin": [
      [
        "src/App.js",
        322
      ]
    ]
  },
  "Erasure lets you settle disputes without a middle man. It is handled completely between you and your counterparty.": {
    "origin": [
      [
        "src/App.js",
        334
      ]
    ]
  },
  "So much <0>more_</0>": {
    "origin": [
      [
        "src/App.js",
        351
      ]
    ]
  },
  "“Erasure solves the problem of bad information online. What would Reddit look like if users had something real to lose for every post, would troll farms be able to manipulate it as easily? What if you could burn a publication’s stake for promoting fake news, or an advertiser for misleading consumers? Can Erasure help manage the threat of deep-fakes? It may be that the only way to distinguish good from bad information online may come down to how much value its creator stakes behind it. That’s the vision of this protocol.”": {
    "origin": [
      [
        "src/App.js",
        356
      ]
    ]
  },
  "We won’t reach this world of the future alone. Join us in making it.": {
    "origin": [
      [
        "src/App.js",
        377
      ]
    ]
  }
}